Repository: merlos/iOS-Open-GPX-Tracker
Catalog: OpenGpxTracker/*.lproj/Localizable.strings
Languages: fi_fi, it, pt_br, zh_hans

# NO_LOCATION
source: Not getting location
fi_fi: NEi sijaintia
it: Segnale GPS non presente
pt_br: Não obtendo localização
zh_hans: 无法得到定位资料

source: Start Tracking
fi_fi: Aloita seuranta
it: Avvia Tracking
pt_br: Iniciar rastreamento
zh_hans: 开始记录

source: Pause
fi_fi: Tauko
it: Pausa
pt_br: Pausar
zh_hans: 暂停

source: Resume
fi_fi: Jatka
it: Continua
pt_br: Continuar
zh_hans: 继续

source: Save
fi_fi: Tallenna
it: Salva
pt_br: Salvar
zh_hans: 储存

source: Reset
fi_fi: Nollaa
it: Cancellare
pt_br: Resetar
zh_hans: 清零

source: Done
fi_fi: Valmis
it: Fine
pt_br: Feito
zh_hans: 完成

source: Cancel
fi_fi: Hylkää
it: Annulla
pt_br: Cancelar
zh_hans: 取消

# WATCH_FILE_RECEIVED_TITLE
source: File Received from Apple Watch
fi_fi: Tiedosto vastaanotettu Apple Watch
it: Ricevere dati da Apple Watch.
pt_br: Arquivo recebido do Apple Watch
zh_hans: 成功收到 Apple Watch 发来的 GPX 文件

# WATCH_FILE_RECEIVED_MESSAGE
source: Received file: "%@"
fi_fi: Vastaanotettu tiedosto: "%@"
it: Dati ricevuti: "%@"
pt_br: Arquivo recebido: "%@"
zh_hans: 成功收到 GPX 文件: "%@"

source: Save as
fi_fi: Tallenna nimellä
it: Memorizzare...
pt_br: Salvar como
zh_hans: 储存为...

# ENTER_SESSION_NAME
source: Enter GPX session name
fi_fi: Anna GPX tapahtumalle nimi
it: Nome sessione GPX
pt_br: Informe o nome da sessão GPX
zh_hans: 请您输入这 GPX 文件名

source: Location services disabled
fi_fi: Sijainti estetty puhelimen asetuksissa.
it: Servizi di localizzazione disattivati
pt_br: Serviço de localização desabilitado
zh_hans: 手机定位服务无法登入

# ENABLE_LOCATION_SERVICES
source: Go to settings and enable location.
fi_fi: Salli sijainti puhelimen asetuksista.
it: Vai alle impostazioni e attiva i servizi di localizzazione.
pt_br: Vá em ajustes e habilite a localização.
zh_hans: 请您到 “设置” app，确保本 app 的 “定位服务” 已打开

source: Settings
fi_fi: Asetukset
it: Impostazioni
pt_br: Ajustes
zh_hans: 设置

source: Access to location denied
it: Accesso alla posizione negato.
pt_br: Acesso a localização negado
zh_hans: app 定位服务不被允许登入

# ALLOW_LOCATION
source: On Location settings, allow always access to location for GPX Tracker
fi_fi: Vaihda puhelimen asetuksista GPX Tracker sijainti, salli aina.
it: Consenti sempre a GPX Tracker di accedere alla posizione corrente.
pt_br: Nas configurações de localização, sempre permita o acesso à localização para o GPX Tracker
zh_hans: 在 “设置” app 里, 请您选择 “始终” 定位模式，让本 app 可以利用定位服务。本 app 需要此服务，才能完全操作。

# NO_FILES
source: No GPX files
fi_fi: Ei GPX -tiedostoja
it: Nessun documento GPX
pt_br: Sem arquivos GPX
zh_hans: 无法找到任何 GPX 文件

# YOUR_FILES
source: Your GPX files
fi_fi: Sinun GPX tiedostosi
it: I tuoi percorsi
pt_br: Seus arquivos GPX
zh_hans: 您的 GPX 文件

source: Last saved %@ (%@)
fi_fi: Viimeksi tallennettu %@ (%@)
it: %@ (%@) ultimo salvataggio
pt_br: Salvo pela última vez %@ (%@)
zh_hans: 最后记录： %@ (%@)

source: Delete
fi_fi: Poista
it: Eliminare
pt_br: Apagar
zh_hans: 删除

source: Select option
fi_fi: Valitse asetus
it: Scegliere
pt_br: Selecione uma opção
zh_hans: 请选择

source: Load in map
fi_fi: Lataa kartalle
it: Caricare nella mappa
pt_br: Abrir no mapa
zh_hans: 用地图显示文件资料

source: Share
fi_fi: Jaa
it: Condividere
pt_br: Compartilhar
zh_hans: 分享

# LOADING_FILE
source: Loading GPX File...
fi_fi: Lataa GPX tiedostoa
it: Caricare Documento GPX...
pt_br: Abrindo arquivo GPX...
zh_hans: 在处理 GPX 文件中...

source: About
fi_fi: Tietoja
it: a proposito
pt_br: Sobre
zh_hans: 资料

source: Preferences
fi_fi: Asetukset
it: Impostazioni
pt_br: Preferências
zh_hans: 设置

source: Units
fi_fi: Yksiköt
it: Unità
pt_br: Unidades
zh_hans: 计量单位

source: Calculating...
it: Calcolando...
pt_br: Calculando...

source: Screen
it: Schermo
pt_br: Tela

source: Keep screen always on?
it: Mantenere lo schermo sempre acceso?
pt_br: Manter a tela sempre ligada?

source: Map Source
fi_fi: Kartan lähde
it: Tipo Mappe
pt_br: Origem do mapa
zh_hans: 地图款式

source: Activity Type
fi_fi: Aktiviteetti
it: Tipo di attività
pt_br: Tipo de atividade
zh_hans: 活动类别

source: Use imperial units?
fi_fi: Käytä Britti-mittoja?
it: Usare Miglia
pt_br: Usar unidades imperiais?
zh_hans: 要用英制吗？

source: Offline cache
fi_fi: Offline välimuisti
pt_br: Cache Offline
zh_hans: 启用 - 线下高速缓存

source: Clear cache
fi_fi: Tyhjennä välimuisti
it: Svuotare Cache
pt_br: Limpar cache
zh_hans: 清除 - 高速缓存

# CACHE_IS_EMPTY
source: Cache is now empty
fi_fi: Välimuisti on tyhjä
it: La Cache ora è vuota
pt_br: Cache vazio
zh_hans: 高速缓存已被清空。

# EDIT_WAYPOINT_NAME_TITLE
source: Edit waypoint name
fi_fi: Nimeä merkkipiste
it: Cambia intersezioni
pt_br: Edite o nome do ponto
zh_hans: 改变导航点名

# EDIT_WAYPOINT_NAME_MESSAGE
source: Hint: To change the waypoint location drag and drop the pin
fi_fi: Vihje: Vedä ja pudota nuppineulaa siirtääksesi merkin paikkaa.
it: Nota: per modificare una intersezione, spostare il segnaposto.
pt_br: Dica: Para alterar a localização do ponto arraste o pin
zh_hans: 暗示：要更改导航点位置吗？您只需要把地图上的红色针图案，拖和搬到新位置。

source: GPX files folder
it: Cartella dei file GPX
pt_br: Pasta de arquivos GPX

source: Using default folder
it: Utilizzo della cartella predefinita
pt_br: Usando pasta padrão

source: Last session loaded
it: Ultima sessione caricata
pt_br: Última sessão carregada

source: Sending:
fi_fi: Lähettää:
it: Invia:
pt_br: Enviando:
zh_hans: 正在发送中：

# X_FILES
source: %d files
fi_fi: %d tiedostoa
it: %d Documenti
pt_br: %d arquivos
zh_hans: %d 个文件

source: Successfully sent:
fi_fi: Lähetetty:
it: Inviato con successo:
pt_br: Enviado com sucesso:
zh_hans: 成功发送

source: Failed to send:
fi_fi: Lähetys epäonnistui:
it: Invio fallito:
pt_br: Falha ao enviar:
zh_hans: 发送失败：

# SEND_TO_IOS
source: Send to iOS app
fi_fi: Lähetä iOS:iin
it: Invia a iOS App
pt_br: Enviar para o aplicativo IOS
zh_hans: 发送到 iOS app

# FILE_SELECTED_TITLE
source: GPX file selected
fi_fi: GPX -tiedosto valittu
it: GPX Documento selezionato
pt_br: Arquivo GPX selecionado
zh_hans: GPX 文件已被选种

# FILE_SELECTED_MESSAGE
source: What would you like to do?
fi_fi: Mitä haluaisit tehdä?
it: Cosa vuoi fare?
pt_br: O que você gostaria de fazer?
zh_hans: 请问您想怎样处理文件呢？

# ERROR_OCCURED_TITLE
source: Error occured
fi_fi: Virhe tapahtunut
it: Errore
pt_br: Ocorru um erro
zh_hans: 差错事故

# ERROR_OCCURED_MESSAGE
source: GPX file was unsuccessfully sent to iOS app, due to %s
fi_fi: GPX -tiedoston lähetys iOS:iin ei onnistunut: %s
it: Il file GPX non è stato inviato all'app iOS: %s
pt_br: Arquivo GPX não foi enviado com sucessso para o aplicativo iOS, devido a %s
zh_hans: 很遗憾的，GPX 文件无法发送到 iOS app，因为： %s

# FILE_SAVED_TITLE
source: GPX file saved
fi_fi: GPX -tiedosto tallennettu
it: Percorso salvato
pt_br: Arquivo GPX salvo
zh_hans: GPX 文件储存完毕

# FILE_SAVED_MESSAGE
source: Current session saved as %s.gpx
fi_fi: Tapahtuma tallennettu nimellä %s.gpx
it: Sessione corrente salvata come %s.gpx
pt_br: Sessão atual salva como %s.gpx
zh_hans: 目前的定位记录已被储存于 %s.gpx

# AT_AUTOMATIC
source: Automatic
fi_fi: Automaattinen
it: Automatico
pt_br: Automatici
zh_hans: 自动设置

# AT_AUTOMOTIVE
source: Automotive navigation
fi_fi: Seuraava navigointi
it: Auto/Moto
pt_br: Navegação automotiva
zh_hans: 汽车导航

# AT_OTHER
source: Other navigation
fi_fi: Muu navigointi
it: Altre Navigazioni
pt_br: Outra navegação
zh_hans: 其他导航

# AT_FLIGHT
source: Flight
fi_fi: Lento
it: Volare
pt_br: Voo
zh_hans: 飞行导航

# AT_AUTOMATIC_DESC
source: System default. Automatically selects the mode
fi_fi: Oletus. Aktiviteetti tyyli valitaan automaattisesti.
it: Standard. Il modo viene riconosciuto automaticamente
pt_br: Padrão do sistema. Selecionar modo automaticamente.
zh_hans: 系统标准。自动选择导航记录法

# AT_AUTOMOTIVE_DESC
source: Car, motorbike, trucks...
fi_fi: Moottorikulkuneuvo, tms.
it: Auto, Moto, Camion...
pt_br: Carro, moto, caminhão...
zh_hans: 汽车，摩托车，卡车...

# AT_FITNESS_DESC
source: Running, hiking, cycling...
fi_fi: Urheilu.
it: Camminare, Escursionismo, Bicicletta...
pt_br: Caminhada, corrida, ciclismo...
zh_hans: 跑步，登山，骑脚踏车...

# AT_OTHER_DESC
source: Other than automotive navigation
fi_fi: Muu.
it: Altri metodi di navigazione
pt_br: Outra navegação não automotiva
zh_hans: 其他车辆类型

# AT_FLIGHT_DESC
source: Airborne activities
fi_fi: Ilmailu.
it: Attività di Volo
pt_br: Atividades ao ar livre
zh_hans: 飞行活动

# T_YEARS_AGO
source: %d years ago
fi_fi: %d vuotta sitten
it: Prima di %d anni
pt_br: %d anos anteriores
zh_hans: %d年前

# T_YEAR_AGO
source: 1 year ago
fi_fi: 1 vuosi sitten
it: Un anno fa
pt_br: 1 ano anterior
zh_hans: 一年前

# T_LAST_YEAR
source: last year
fi_fi: viime vuonna
it: Ultimo anno
pt_br: último ano
zh_hans: 去年

# T_MONTHS_AGO
source: %d months ago
fi_fi: %d kuukautta sitten
it: Prima di %d mesi
pt_br: %d meses anteriores
zh_hans: %d个月前

# T_MONTH_AGO
source: 1 month ago
fi_fi: 1 kuukausi sitten
it: Un mese fa
pt_br: 1 mês anterior
zh_hans: 一个月前

# T_LAST_MONTH
source: last month
fi_fi: viime kuussa
it: Ultimo mese
pt_br: último mês
zh_hans: 上个月

# T_WEEKS_AGO
source: %d weeks ago
fi_fi: %d viikkoa sitten
it: Prima di %d settimane
pt_br: %d semanas anteriores
zh_hans: %d星期前

# T_WEEK_AGO
source: 1 week ago
fi_fi: 1 viikko sitten
it: Una settima fa
pt_br: 1 semana anterior
zh_hans: 一个星期前

# T_LAST_WEEK
source: last week
fi_fi: viime viikolla
it: Ultima settimana
pt_br: última semana
zh_hans: 上星期

# T_DAYS_AGO
source: %d days ago
fi_fi: %d päivää sitten
it: Prima di %d giorni
pt_br: %d dias anteriores
zh_hans: %d天前

# T_DAY_AGO
source: 1 day ago
fi_fi: 1 päivä sitten
it: Un giorno fa
pt_br: 1 dia anterior
zh_hans: 一天前

# T_YESTERDAY
source: yesterday
fi_fi: eilen
it: Ieri
pt_br: ontem
zh_hans: 昨天

# T_HOURS_AGO
source: %d hours ago
fi_fi: %d tuntia sitten
it: Prima di %d ore
pt_br: %d horas anteiores
zh_hans: %d小时前

# T_HOUR_AGO
source: 1 hour ago
fi_fi: 1 tunti sitten
it: Un'ora fa
pt_br: 1 hora anterior
zh_hans: 一小时前

# T_LAST_HOUR
source: yast hour
fi_fi: tunnin sisään
it: Ultima ora
pt_br: última hora
zh_hans: 上个小时

# T_MINUTES_AGO
source: %d minutes ago
fi_fi: %d minuuttia sitten
it: Prima di %d Minuti
pt_br: %d minutos anteriores
zh_hans: %d分钟前

# T_MINUTE_AGO
source: 1 minute ago
fi_fi: 1 minuutti sitten
it: Un'ora fa
pt_br: 1 minuto anteior
zh_hans: 一分钟前

# T_MINUTE_HOUR
source: a minute ago
fi_fi: minuutin sisään
it: Ultimo minuto
pt_br: último minuto
zh_hans: 一分钟前

# T_SECONDS_AGO
source: %d seconds ago
fi_fi: %d sekuntia sitten
it: Prima di %d Secondi
pt_br: %d segundos anteriores
zh_hans: %d秒前

# T_JUST_NOW
source: just now
fi_fi: nyt
it: Ora
pt_br: Apena agora
zh_hans: 不久前

# CONTINUE_SESSION_TITLE
source: Continue last session?
fi_fi: Jatka edellistä tapahtumaa?
it: Continua l'ultima sessione?
pt_br: Continuar sessão anterior?
zh_hans: 要继续未完成的记录吗？

# CONTINUE_SESSION_MESSAGE
source: What would you like to do with the recovered content from last session?
fi_fi: Mitä haluat tehdä edellisen tapahtuman suhteen?
it: Cosa vuoi fare con la traccia ripristinata dall'ultima sessione?
pt_br: O que você gostaria de fazer com o conteúdo recuperado da última sessão?
zh_hans: 应该如何对待已恢复好的定位记录呢？

source: Continue session
fi_fi: Jatka tapahtumaa
it: Continua sessione
pt_br: Continuar sessão
zh_hans: 继续记录

# SAVE_START_NEW
source: Save and start new
fi_fi: Tallenna ja aloita uusi tapahtuma
it: Salva e riavvia
pt_br: Salvar e iniciar nova
zh_hans: 储存恢复好的记录，并从新开始

# DEFAULT_NAME_SECTION
source: Default file name setup
it: Configurazione del nome file predefinito
pt_br: Configuração de nome de arquivo padrão
zh_hans: 预设文件名

# DEFAULT_NAME_DATE_FORMAT
source: File Name Format
it: Data Formato
pt_br: Formato do nome do arquivo
zh_hans: 文件名格式（根据日期和时间）

# DEFAULT_NAME_SETTINGS
source: Settings
it: Impostazioni
pt_br: Ajustes
zh_hans: 设置

# DEFAULT_NAME_PRESET
source: Presets
it: Preset
pt_br: Pré-definições
zh_hans: 预定程序

# DEFAULT_NAME_INPUT_FOOTER
source: Clicking done on the keyboard saves the date format for use, regardless if its a preset or custom. Date format should be encapsulated within { ... }. For full list of applicable date format syntax please refer to Unicode Technical Standard (UTS) #35.
it: Facendo clic su Fine sulla tastiera si salva il formato della data per l'uso, indipendentemente dal fatto che sia preimpostato o personalizzato. Il formato della data deve essere incapsulato all'interno di {...}. Per l'elenco completo della sintassi del formato della data applicabile, fare riferimento allo standard tecnico Unicode (UTS) #35.
pt_br: Clicar em concluído no teclado salva o formato de data para uso, independentemente de ser predefinido ou personalizado. O formato da data deve ser encapsulado em {...}. Para uma lista completa de sintaxe de formato de data aplicável, consulte o Unicode Technical Standard (UTS) #35.
zh_hans: 在键盘上，按下 “完成” 按钮，无论预定程序有被更改或新程序，就等于设定了文件名格式。关于日期或时间的句法设定，请使用 { ... } 来包围。全部日期或时间的句法可在 Unicode Technical Standard (UTS) #35 里了解。

# DEFAULT_NAME_SAMPLE_OUTPUT_TITLE
source: Sample:
it: Esempio:
pt_br: Amostra:
zh_hans: 样品：

# DEFAULT_NAME_USE_UTC
source: Use UTC Time?
it: Usare fuso orario UTC?
pt_br: Usar formato UTC?
zh_hans: 要使用 协调世界时（UTC）吗？

# DEFAULT_NAME_ENGLISH_LOCALE
source: Force English locale date format?
it: Forza la formattazione della data basata sulla lingua inglese?
pt_br: Forçar formato de data inglês?
zh_hans: 要使用英文日期和时间写法吗？

source: Year
pt_br: Ano
zh_hans: 年

source: Month
pt_br: Mês
zh_hans: 月

source: Day
pt_br: Dia
zh_hans: 日

source: Hour
pt_br: Hora
zh_hans: 小时

source: Minute
pt_br: Minuto
zh_hans: 分钟

source: Second
pt_br: Segundo
zh_hans: 秒

source: Day of the week
pt_br: Dia da semana
zh_hans: 星期几

source: Time of day
pt_br: Parte do dia
zh_hans: AM/PM

source: Week
pt_br: Semana
zh_hans: 周

source: Quarter
pt_br: Trimestre
zh_hans: 季度

source: Era
pt_br: Época
zh_hans: 时代

source: Time Zone
pt_br: Fuso horário
zh_hans: 时区

# SINGLE_DIGIT
source: Single
pt_br: Simples
zh_hans: 单数

# FULL_TEXT
source: Full
pt_br: Completo
zh_hans: 整体

source: Text
pt_br: Texto
zh_hans: 全文

source: Of Month
pt_br: Do mês
zh_hans: 月

source: Of Year
pt_br: Do ano
zh_hans: 年

source: GMT short
pt_br: GMT curto
zh_hans: GMT 简写

source: GMT full
pt_br: GMT completo
zh_hans: GMT 整体

source: Location
pt_br: Localização
zh_hans: 地点

# LOCATION_TIME
source: Location's Time
pt_br: Hora da localização
zh_hans: 地点时区

# COORDS_LABEL
source: (%@, %@) · altitude: %@
fi_fi: (%@, %@) · korkeus: %@
it: (%@, %@) · Altitudine: %@
zh_hans: (%@, %@) · 海拔: %@

source: Cache
fi_fi: Välimuisti
zh_hans: 地图高速缓存系统

source: GPX Tracker
zh_hans: GPX 定位记录

# AT_FITNESS
source: Fitness
zh_hans: 运动活动

source: Abbr. / GMT
zh_hans: 简写时区 / GMT

source: UTC offset
zh_hans: UTC 偏移量
